{"format": "layers-model", "generatedBy": "keras v2.6.0", "convertedBy": "TensorFlow.js Converter v3.9.0", "modelTopology": {"keras_version": "2.6.0", "backend": "tensorflow", "model_config": {"class_name": "Functional", "config": {"name": "model_4", "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "sparse": false, "ragged": false, "name": "zero_padding2d_65_input"}, "name": "zero_padding2d_65_input", "inbound_nodes": []}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_65", "trainable": true, "batch_input_shape": [null, 224, 224, 3], "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_65", "inbound_nodes": [[["zero_padding2d_65_input", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_80", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_80", "inbound_nodes": [[["zero_padding2d_65", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_66", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_66", "inbound_nodes": [[["conv2d_80", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_81", "trainable": true, "dtype": "float32", "filters": 64, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_81", "inbound_nodes": [[["zero_padding2d_66", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_25", "trainable": true, "dtype": "float32", "pool_size": [2, 2], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "max_pooling2d_25", "inbound_nodes": [[["conv2d_81", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_67", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_67", "inbound_nodes": [[["max_pooling2d_25", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_82", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_82", "inbound_nodes": [[["zero_padding2d_67", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_68", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_68", "inbound_nodes": [[["conv2d_82", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_83", "trainable": true, "dtype": "float32", "filters": 128, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_83", "inbound_nodes": [[["zero_padding2d_68", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_26", "trainable": true, "dtype": "float32", "pool_size": [2, 2], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "max_pooling2d_26", "inbound_nodes": [[["conv2d_83", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_69", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_69", "inbound_nodes": [[["max_pooling2d_26", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_84", "trainable": true, "dtype": "float32", "filters": 256, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_84", "inbound_nodes": [[["zero_padding2d_69", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_70", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_70", "inbound_nodes": [[["conv2d_84", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_85", "trainable": true, "dtype": "float32", "filters": 256, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_85", "inbound_nodes": [[["zero_padding2d_70", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_71", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_71", "inbound_nodes": [[["conv2d_85", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_86", "trainable": true, "dtype": "float32", "filters": 256, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_86", "inbound_nodes": [[["zero_padding2d_71", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_27", "trainable": true, "dtype": "float32", "pool_size": [2, 2], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "max_pooling2d_27", "inbound_nodes": [[["conv2d_86", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_72", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_72", "inbound_nodes": [[["max_pooling2d_27", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_87", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_87", "inbound_nodes": [[["zero_padding2d_72", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_73", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_73", "inbound_nodes": [[["conv2d_87", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_88", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_88", "inbound_nodes": [[["zero_padding2d_73", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_74", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_74", "inbound_nodes": [[["conv2d_88", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_89", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_89", "inbound_nodes": [[["zero_padding2d_74", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_28", "trainable": true, "dtype": "float32", "pool_size": [2, 2], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "max_pooling2d_28", "inbound_nodes": [[["conv2d_89", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_75", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_75", "inbound_nodes": [[["max_pooling2d_28", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_90", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_90", "inbound_nodes": [[["zero_padding2d_75", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_76", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_76", "inbound_nodes": [[["conv2d_90", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_91", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_91", "inbound_nodes": [[["zero_padding2d_76", 0, 0, {}]]]}, {"class_name": "ZeroPadding2D", "config": {"name": "zero_padding2d_77", "trainable": true, "dtype": "float32", "padding": [[1, 1], [1, 1]], "data_format": "channels_last"}, "name": "zero_padding2d_77", "inbound_nodes": [[["conv2d_91", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_92", "trainable": true, "dtype": "float32", "filters": 512, "kernel_size": [3, 3], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_92", "inbound_nodes": [[["zero_padding2d_77", 0, 0, {}]]]}, {"class_name": "MaxPooling2D", "config": {"name": "max_pooling2d_29", "trainable": true, "dtype": "float32", "pool_size": [2, 2], "padding": "valid", "strides": [2, 2], "data_format": "channels_last"}, "name": "max_pooling2d_29", "inbound_nodes": [[["conv2d_92", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_93", "trainable": true, "dtype": "float32", "filters": 4096, "kernel_size": [7, 7], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_93", "inbound_nodes": [[["max_pooling2d_29", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"name": "dropout_10", "trainable": true, "dtype": "float32", "rate": 0.5, "noise_shape": null, "seed": null}, "name": "dropout_10", "inbound_nodes": [[["conv2d_93", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_94", "trainable": true, "dtype": "float32", "filters": 4096, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "relu", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_94", "inbound_nodes": [[["dropout_10", 0, 0, {}]]]}, {"class_name": "Dropout", "config": {"name": "dropout_11", "trainable": true, "dtype": "float32", "rate": 0.5, "noise_shape": null, "seed": null}, "name": "dropout_11", "inbound_nodes": [[["conv2d_94", 0, 0, {}]]]}, {"class_name": "Conv2D", "config": {"name": "conv2d_95", "trainable": true, "dtype": "float32", "filters": 2622, "kernel_size": [1, 1], "strides": [1, 1], "padding": "valid", "data_format": "channels_last", "dilation_rate": [1, 1], "groups": 1, "activation": "linear", "use_bias": true, "kernel_initializer": {"class_name": "GlorotUniform", "config": {"seed": null}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "bias_constraint": null}, "name": "conv2d_95", "inbound_nodes": [[["dropout_11", 0, 0, {}]]]}, {"class_name": "Flatten", "config": {"name": "flatten_7", "trainable": true, "dtype": "float32", "data_format": "channels_last"}, "name": "flatten_7", "inbound_nodes": [[["conv2d_95", 0, 0, {}]]]}], "input_layers": [["zero_padding2d_65_input", 0, 0]], "output_layers": [["flatten_7", 0, 0]]}}}, "weightsManifest": [{"paths": ["group1-shard1of139.bin", "group1-shard2of139.bin", "group1-shard3of139.bin", "group1-shard4of139.bin", "group1-shard5of139.bin", "group1-shard6of139.bin", "group1-shard7of139.bin", "group1-shard8of139.bin", "group1-shard9of139.bin", "group1-shard10of139.bin", "group1-shard11of139.bin", "group1-shard12of139.bin", "group1-shard13of139.bin", "group1-shard14of139.bin", "group1-shard15of139.bin", "group1-shard16of139.bin", "group1-shard17of139.bin", "group1-shard18of139.bin", "group1-shard19of139.bin", "group1-shard20of139.bin", "group1-shard21of139.bin", "group1-shard22of139.bin", "group1-shard23of139.bin", "group1-shard24of139.bin", "group1-shard25of139.bin", "group1-shard26of139.bin", "group1-shard27of139.bin", "group1-shard28of139.bin", "group1-shard29of139.bin", "group1-shard30of139.bin", "group1-shard31of139.bin", "group1-shard32of139.bin", "group1-shard33of139.bin", "group1-shard34of139.bin", "group1-shard35of139.bin", "group1-shard36of139.bin", "group1-shard37of139.bin", "group1-shard38of139.bin", "group1-shard39of139.bin", "group1-shard40of139.bin", "group1-shard41of139.bin", "group1-shard42of139.bin", "group1-shard43of139.bin", "group1-shard44of139.bin", "group1-shard45of139.bin", "group1-shard46of139.bin", "group1-shard47of139.bin", "group1-shard48of139.bin", "group1-shard49of139.bin", "group1-shard50of139.bin", "group1-shard51of139.bin", "group1-shard52of139.bin", "group1-shard53of139.bin", "group1-shard54of139.bin", "group1-shard55of139.bin", "group1-shard56of139.bin", "group1-shard57of139.bin", "group1-shard58of139.bin", "group1-shard59of139.bin", "group1-shard60of139.bin", "group1-shard61of139.bin", "group1-shard62of139.bin", "group1-shard63of139.bin", "group1-shard64of139.bin", "group1-shard65of139.bin", "group1-shard66of139.bin", "group1-shard67of139.bin", "group1-shard68of139.bin", "group1-shard69of139.bin", "group1-shard70of139.bin", "group1-shard71of139.bin", "group1-shard72of139.bin", "group1-shard73of139.bin", "group1-shard74of139.bin", "group1-shard75of139.bin", "group1-shard76of139.bin", "group1-shard77of139.bin", "group1-shard78of139.bin", "group1-shard79of139.bin", "group1-shard80of139.bin", "group1-shard81of139.bin", "group1-shard82of139.bin", "group1-shard83of139.bin", "group1-shard84of139.bin", "group1-shard85of139.bin", "group1-shard86of139.bin", "group1-shard87of139.bin", "group1-shard88of139.bin", "group1-shard89of139.bin", "group1-shard90of139.bin", "group1-shard91of139.bin", "group1-shard92of139.bin", "group1-shard93of139.bin", "group1-shard94of139.bin", "group1-shard95of139.bin", "group1-shard96of139.bin", "group1-shard97of139.bin", "group1-shard98of139.bin", "group1-shard99of139.bin", "group1-shard100of139.bin", "group1-shard101of139.bin", "group1-shard102of139.bin", "group1-shard103of139.bin", "group1-shard104of139.bin", "group1-shard105of139.bin", "group1-shard106of139.bin", "group1-shard107of139.bin", "group1-shard108of139.bin", "group1-shard109of139.bin", "group1-shard110of139.bin", "group1-shard111of139.bin", "group1-shard112of139.bin", "group1-shard113of139.bin", "group1-shard114of139.bin", "group1-shard115of139.bin", "group1-shard116of139.bin", "group1-shard117of139.bin", "group1-shard118of139.bin", "group1-shard119of139.bin", "group1-shard120of139.bin", "group1-shard121of139.bin", "group1-shard122of139.bin", "group1-shard123of139.bin", "group1-shard124of139.bin", "group1-shard125of139.bin", "group1-shard126of139.bin", "group1-shard127of139.bin", "group1-shard128of139.bin", "group1-shard129of139.bin", "group1-shard130of139.bin", "group1-shard131of139.bin", "group1-shard132of139.bin", "group1-shard133of139.bin", "group1-shard134of139.bin", "group1-shard135of139.bin", "group1-shard136of139.bin", "group1-shard137of139.bin", "group1-shard138of139.bin", "group1-shard139of139.bin"], "weights": [{"name": "conv2d_80/kernel", "shape": [3, 3, 3, 64], "dtype": "float32"}, {"name": "conv2d_80/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_81/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2d_81/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_82/kernel", "shape": [3, 3, 64, 128], "dtype": "float32"}, {"name": "conv2d_82/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_83/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv2d_83/bias", "shape": [128], "dtype": "float32"}, {"name": "conv2d_84/kernel", "shape": [3, 3, 128, 256], "dtype": "float32"}, {"name": "conv2d_84/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2d_85/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv2d_85/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2d_86/kernel", "shape": [3, 3, 256, 256], "dtype": "float32"}, {"name": "conv2d_86/bias", "shape": [256], "dtype": "float32"}, {"name": "conv2d_87/kernel", "shape": [3, 3, 256, 512], "dtype": "float32"}, {"name": "conv2d_87/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_88/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv2d_88/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_89/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv2d_89/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_90/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv2d_90/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_91/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv2d_91/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_92/kernel", "shape": [3, 3, 512, 512], "dtype": "float32"}, {"name": "conv2d_92/bias", "shape": [512], "dtype": "float32"}, {"name": "conv2d_93/kernel", "shape": [7, 7, 512, 4096], "dtype": "float32"}, {"name": "conv2d_93/bias", "shape": [4096], "dtype": "float32"}, {"name": "conv2d_94/kernel", "shape": [1, 1, 4096, 4096], "dtype": "float32"}, {"name": "conv2d_94/bias", "shape": [4096], "dtype": "float32"}, {"name": "conv2d_95/kernel", "shape": [1, 1, 4096, 2622], "dtype": "float32"}, {"name": "conv2d_95/bias", "shape": [2622], "dtype": "float32"}]}]}